Repository: DrA1ex/MicroVK_Source
Catalog: MicroVK/My Project/Resources.*.resx
Languages: be, kk, uk

source: All
be: Усе
kk: Кез келгеннен
uk: Всі

# All_notification
source: All notifications
be: Усе паведамленні
kk: Барлық хабарландырулар
uk: Усі сповіщення

source: Authorization
be: Аўтарызацыя
kk: Рұқсат ету
uk: Авторизація

source: Dialogs
be: Дыялогі
uk: Діалоги

# Enter_through_browser
source: Login via a browser
be: Увайсці праз браузэр
uk: Увійти через браузер

# Entries
source: Posts
be: Запісы
kk: Орналастыру
uk: Записи

# Exit1
source: Sign out
be: Выйсці
kk: Шығу
uk: Вийти

# Fotometki
source: People on photos
be: Фотаметкі
uk: Фотопозначки

source: Friends
be: Сябры
kk: Достар
uk: Друзі

# History_changes
source: Version history
be: Гісторыя змен
uk: Історія змін

# Info
source: Information
be: Мой профіль
kk: Ақпараттық
uk: Інформація

# Login
source: Sign in
be: Увайсці
kk: Кіру
uk: Вхід

source: Messages
be: Паведамленні
kk: хабар
uk: Повідомлення

source: Music
be: Музыка
kk: Музыка
uk: Музика

source: News
be: Навіны
kk: Жаңалықтар
uk: Новини

# Notification
source: Notifications
be: Паведамленні
kk: Электрондық пошта хабарландырулары
uk: Сповіщення

source: Open
be: Адкрыть
kk: Ашу
uk: Відкрити

# Photo
source: Photos
be: Фотаздымкі
kk: Фотосурет
uk: Фото

# Photos_walls
source: Photos on the pages
be: Фотаздымкі на сценах
uk: Фотографії на стінах

source: Profile
be: Профіль
kk: Профайлыңызда
uk: Профіль

# Review
source: Preview
be: Прагляд
kk: Шолу
uk: Перегляд

source: Settings
be: Налады
kk: Параметрлер
uk: Параметри

source: Video
be: Відэа
kk: Бейне
uk: Відео

source: What's new
be: Што новага
kk: жаңалықтар
uk: Що нового

source: Acoustic
be: Акустычная
uk: Акустична музика

source: All genres
be: Усе жанры
uk: Усі жанри

source: Alternative
be: Альтэрнатыўная
kk: Нұсқа
uk: Альтернативна музика

source: Chanson
be: Шансон
kk: Шансон
uk: Шансон

source: Classical
be: Класічная
kk: Классикалық
uk: Класична

source: Current playlist
be: Цяпер іграе
uk: Поточний список

source: Dance and House
be: Танцавальная і Хаўс
uk: Танцювальна й Хауc

source: Drum and Bass
be: Драм-н-бэйс
uk: Барабан і бас

source: Dubstep
be: Дабстэп
uk: Дабстеп

source: Easy Listening
be: Лёгкая музыка
kk: Жеңіл саз
uk: Легка музика

# Electropop_and_Disco
source: Pop and disco
be: Электрапоп і дыска
uk: Електропоп i диско

source: Ethnic
be: Этнічная
kk: Этникалық
uk: Етнічна музика

source: Indie Pop
be: Інды Поп
uk: Інді-поп

source: Instrumental
be: Інструментальная
kk: Аспаптық сазы
uk: Інструментальна музика

source: Jazz and Blues
be: Джаз і Блюз
uk: Джаз і блюз

source: Metal
be: Метал
kk: Металл
uk: Метал

# My_record
source: My audio
be: Мае Аўдыязапісы
uk: Мої аудіозаписи

# only_foreign
source: Foreign-only
be: Толькі замежныя
uk: Тільки іноземні

# Other
source: Miscellaneous
be: Іньшае
kk: Әр түрлі
uk: Інші

source: Pop
be: Поп
uk: Поп

source: Recommendations
be: Рэкамендацыі
kk: Сілтемелер
uk: Рекомендації

source: Reggae
be: Рэгі
uk: Реґі

source: Rock
be: Рок
kk: Рок
uk: Рок

source: Search
be: Шукаць
kk: Іздеу
uk: Пошук

# Speech
source: Conversational
be: Гутарковая
uk: Розмовні

source: Trance
be: Транс
kk: Trans
uk: Транс

# Rap_and_hiphop
source: Rap &Hip Hop
be: Рэп & Хіп-Хоп
uk: Реп- &хіп-хоп

# common
source: General
be: Агульныя
kk: Жалпы
uk: Спільні

source: Online
be: На сайце
kk: Желіде
uk: Онлайн

# in_all
source: Total
be: Усяго
kk: Жиындар
uk: Всього

# number_messages
source: Message count
be: Колькасць паведамленняў
kk: Хабарлар саны
uk: Кількість повідомлень

# groups
source: Community
be: Суполкі
kk: Бірлестіктер
uk: Спільноти

source: Subscriptions
be: Падпіскі
kk: Жазылымдар
uk: Підписки

source: Appearance
be: Знешні выгляд
kk: Алдын ала қарау:
uk: Оформлення

# programm
source: Application
be: Праграма
kk: Бағдарламалық жасақтама
uk: Програма

# voice_notification
source: Voice notifications
be: Галасавыя паведамленні
uk: Голосові сповіщення

# About_Me
source: About
be: Пра сябе
kk: Мен туралы мәліметтер
uk: Про себе

source: Activities
be: Дзейнасць
kk: Әрекеттер
uk: Діяльність

# additional_phone
source: Alternative phone
be: Дататковы тэлефон
uk: Додатковий телефон

# Audio_Records
source: Sound recordings
be: Аўдыязапісы
kk: Дыбыс жазбалары
uk: Аудіозаписи

# Basic_Information
source: Basic info
be: Аснаўная інфармацыя
uk: Загальна інформація

source: Beliefs
be: Жыццёвая пазіцыя
uk: Життєва позиція

source: Birthday
be: Дзень нараджэння
kk: Туған күні
uk: День народження

source: City
be: Горад
kk: Жұмыс істейтін қаласы
uk: Місто

source: Contact information
be: Кантактная інфармацыя
kk: Байланыс мәліметтері
uk: Контактна інформація

# detailed_information
source: Info
be: Дадатковыя звесткі
kk: Қосымша ақпарат:
uk: Докладніше

# Drinking_habits
source: Views on alcohol
be: Стаўленне да алкаголю
uk: Ставлення до алкоголю

source: Education
be: Адукацыя
kk: Оқу/жаттығу
uk: Освіта

source: Faculty
be: Факультэт
kk: Факультет
uk: Факультет

source: Favorite books
be: Любімыя кнігі
kk: Таңдаулы кітаптар
uk: Улюблені книги

# favorite_films
source: Favorite movies
be: Любімыя фільмы
kk: Таңдаулы фильмдер
uk: Улюблені фільми

source: Favorite games
be: Любімыя гульні
uk: Улюблені ігри

source: Favorite music
be: Любімая музыка
kk: Таңдаулы саз
uk: Улюблена музика

source: Favorite quotes
be: Любімыя цытаты
uk: Улюблені цитати

# Favourite_teleshows
source: Favorite TV-Shows
be: Любімыя тэлешоу
uk: Улюблені ТВ-шоу

# Followers
source: Subscribers
be: Падпісчыкі
kk: бақылаушылар
uk: Підписчики

source: Friends online
be: Сябры на сайце
uk: Друзі онлайн

# HIGH_SCHOOL
source: Colledge or university
be: ВНУ
uk: ІНСТИТУТ ВИЩОЇ ОСВІТИ

source: Hometown
be: Родны горад
uk: Рідне місто

# Important_in_life
source: Personal priority
be: Галоўнае ў жыцці
uk: Головне в житті

source: Important in others
be: Галоўнае ў людзях
uk: Головне в людях

source: Interests
be: Інтарэсы
kk: Қызығушылық
uk: Інтереси

source: Mobile phone
be: Мабільны тэлефон
kk: ұялы телефон
uk: Мобільний телефон

source: Mutual friends
be: Агульныя сябры
kk: Жалпы достар
uk: Спільні друзі

source: Notes
be: Закладкі
kk: Аңғартпалар
uk: Нотатки

source: Personal information
be: Лічная інфармацыя
kk: Жеке мәліметтер
uk: Особисті відомості

source: Photos
be: Фотаздымкі
kk: Фотосуреттер
uk: Фотографії

source: Photo albums
be: Фотаальбомы
kk: Суреттер альбомдары
uk: Фотоальбоми

# Photo_user
source: Photos with user
be: Фотаздымкі з карыстальнікам
uk: Фото з користувачем

source: Political preferences
be: Палітычныя погляды
uk: Політичні уподобання

source: Send message
be: Адправіць паведамленне
kk: Хабарды жіберу
uk: Надіслати повідомлення

source: Skype
uk: Скайп

# Smoker
source: Views on smoking
be: Стаўленне да курэння
uk: Ставлення до паління

# Study_mode
source: Mode of study
be: Форма навучання
uk: Форма навчання

# Video_user
source: Videos with user
be: Відэа з карыстальнікам
uk: Відео з користувачем

source: Web site
be: Вэб-сайт
kk: торап
uk: Веб-сайт

source: World View
be: Светапогляд
uk: Світогляд

# Notification3
source: User has read your message
be: Паведамленне прачытана
uk: Користувач прочитав ваше повідомлення

# Notification4
source: New message
be: Новае паведамленне
kk: Жаңа хабар
uk: Нове повідомлення

# Notification61
source: The user started typing in dialogue
be: Набірае тэкст у дыялоге
uk: Користувач почав набирати текст в діалозі

# Notification62
source: The user started typing in conversation
be: Набірае тэкст у бяседзе
uk: Користувач почав набирати текст в бесіді

# Notification8
source: Friend is online
be: Зайшоў на сайт
uk: Друг став онлайн

# Notification9
source: Friend is offline
be: Выйшаў з сайта
uk: Друг став оффлайн

source: Alignment
be: Выраўноўванне:
kk: туралау
uk: Вирівнювання

source: Bottom edge
be: Ніжні край
uk: Нижній край

source: Horizontal:
be: Па гарызанталі
kk: Көлденеңінен туралау:
uk: По горизонталі:

source: Left edge
be: Левы край
kk: Сол жақ:
uk: Лівий край

source: Right edge
be: Правы край
kk: Оң жақ шет:
uk: Правий край

source: Top edge
be: Вехні край
kk: Жоғарғы:
uk: Верхній край

source: Vertical:
be: Па вертыкалі
kk: Тігінен:
uk: По вертикалі:

# Forward_message
source: Forward
be: Пераслаць
kk: Жіберілді
uk: Переслати

# Name
source: First Name
be: Імя
kk: Қойылған ат
uk: Ім'я

source: Text
be: Тэкст
kk: Мәтін
uk: Текст

source: Time
be: Час
kk: Қашан:
uk: Час

source: Type
be: Тып
kk: Түрі
uk: Тип

# background_image
source: Background
be: Фонавы малюнак
kk: Өңдік сурет
uk: Фоновий малюнок

source: Color
be: Колер
kk: негізгі түс
uk: Колір

source: Font
be: Шрыфт
kk: Қаріп
uk: Шрифт

source: Theme
be: Тэма
kk: тақырып
uk: Тема

# transparency
source: Opacity
be: Празрыстасць
kk: мөлдірлік
uk: Прозорість

# proverb
source: The quick brown fox jumps over the lazy dog
be: Каля ямы з кіямі, з кіямі каля ямы
uk: На дворі трава, на траві дрова

# VoiceOn
source: Enable voice notification
be: Уключыть галасавыя паведамленні
uk: Увімкнути сповіщення голосом

# VoiceSampleText
source: Use the following text to preview the voice:
be: Ужываць наступны тэкст для пробы голасу
uk: Використовувати наступний текст для проби голосу:

# VoiceSelect
source: Select voice
be: Выберыце голас
uk: Виберіть голос

# VoiceSpeed
source: Speed of pronunciation:
be: Скорасць вымаўлення
uk: Швидкість вимови:

source: Voice test
be: Проба голаса
uk: Проба голосу

# miscellanea
source: Miscellaneous
be: Рознае
kk: Әр түрлі
uk: Різне

# SystemSettings1
source: Others can see that I am typing
be: Субяседніку бачны мой статус набора тэксту
uk: Співрозмовнику видно мій статус набору тексту

# SystemSettings2
source: Do not display my online status
be: Не паказваць мой статус: на сайце
uk: Не показувати мій онлайн статус

# SystemSettings3
source: Spell check
be: Праверка арфаграфіі і граматыкі
kk: Емлені және грамматиканы тексеру
uk: Перевірка орфографії

# SystemSettings4
source: Mark messages as read
be: Памячаць паведмленні прачатанымі
uk: Позначати повідомлення як прочитані

# SystemSettings5
source: Check links
be: Правяраць спасылкі
uk: Перевірити посилання

# SystemSettings8
source: Reset all settings
be: Скід ўсіх налад
kk: Барлық теңшелімдерді қайта орнату
uk: Скинути всі налаштування

source: Add photo
be: Дадаць фотаздымкі
kk: суретті қосу
uk: Додати фотографію

source: Forwarded messages
be: Перасланыя паведамленні
uk: Повідомлення що пересилаються

source: Remove attachments
be: выдаліць ўкладанні
kk: Тіркемелерді жою
uk: Вилучити долучення

# SendOption1
source: Use "Enter" to submit
be: Enter - адправіць
uk: Enter - відправити

# SendOption2
source: Use "CTRL + Enter" to submit
be: Ctrl+Enter - адправіць
uk: Ctrl+Enter - відправити

source: Best friends
be: Лепшыя сябры
kk: Жақын достар
uk: Найкращі друзі

# Send_a_message
source: Forward a message
be: Переслаць паведамленне
kk: Хабарды қайта жіберу
uk: Переслати повідомлення

# BrowserLoginButton
source: Get link for login
be: Атрымаць спасылку для ўвахода
uk: Отримати посилання для входу

# Copyright
source: MicroVK, © 2015, Artem Moldowanenko
uk: MicroVK, © 2015 року Артем Moldowanenko

# License1
source: By using "MicroVK" you agree to the terms of the
be: Выкарыстанне «MicroVK» падрузамляе, што Вы прымаеце ўмовы дадзенага
uk: Використання "MicroVK" означає, що ви згодні з умовами цього

# License2
source: license agreement
be: ліцэнзійнага пагаднення
uk: ліцензійного договору

source: Version:
be: Нумар рэдакцыі:
kk: GPD нұсқасы:
uk: Версія:

# Add_to_my_record
source: Add to my audio
be: Дадаць у мае аўдыёзапісы
uk: Додати до моїх аудіо

source: Close
be: Закрыць
kk: Алдын ала қарап алу мүмкіндігін жабу
uk: Закрити

source: Repeat
be: Зацыкліць
kk: Қайталануы
uk: Повторювати

# See_related
source: Show related
be: Паказаць падобныя
uk: Показати подібні

source: Share in status
be: Трансліраваць у статус
uk: Трансляція в статус

source: shuffle
be: У выпадковым парадку
kk: Кездейсоқ
uk: Перемішати

# GoToDialog
source: Go to dialogue
be: Перайсці да дыялога
uk: Перейти до діалогу

# ApiError1
source: An unknown error occurred
be: Адбылася нечаканая памылка
kk: Күтілмеген қате пайда болды: |
uk: Сталася невідома помилка

# ApiError10
source: The server encountered an internal error
be: Адбылася ўнутраняя памылка сервера
uk: Сталася внутрішня помилка серверу

# ApiError100
source: One of the required parameters was not recived or is incorrect
be: Адзін з неабходных параметраў не быў перададзены ці правераны
uk: Один з необхідних параметрів був не переданий або невірний

# ApiError101
source: Invalid API ID of application
be: Няверны API ID дадатка
uk: Неправильний API ID застосунку

# ApiError11
source: In test mode the application should be turned off or the user should be logged in
be: У тэставым рэжыме праграма павінна быць выключана обо карыстальнік павінен увайсці
uk: У тестовому режимі додаток повинен бути вимкнений або користувач повинен ввійти до системи

# ApiError113
source: Invalid user ID
be: Няправільны ідэнтыфікатар карыстальніка
uk: Неприпустимий ідентифікатор користувача

# ApiError14
source: Enter code
be: Увядзіце код
kk: Кодты енгізіңіз
uk: Введіть код

# ApiError15
source: Access not allowed
be: Доступ забаронены
kk: Қатынас ажыратылған
uk: Доступ заборонено

# ApiError150
source: Invalid timestamp
be: Няправільны timestamp
uk: Неприпустима позначку часу

# ApiError16
source: Queries is need to be completed over HTTPS, as user turned on setting that requires a secure connection
be: Неабходна выкананне запытаў па пратаколу HTTPS, таму што, карыстальнік уключыў функцыю, якая патрабуе работу праз бяспечнае злучэнне
uk: Потрібно виконання запитів по протоколу HTTPS, так як користувач включив настройку, що вимагає роботу через безпечне з'єднання

# ApiError17
source: Requires user validation
be: Неабходна валідацыя карыстальніка
uk: Потрібно валідація користувача

# ApiError2
source: Application is off
be: Праграма выключана
uk: Додаток вимкнено

# ApiError20
source: This action is prohibited for non-Standalone applications
be: Гэта дзеянне забаронена для не Standalone праграм
uk: Цю дію заборонено для не Standalone програм

# ApiError200
source: Album access denied
be: Доступ да альбому забаронены
uk: Відмова в доступі до альбом

# ApiError201
source: Audio access denied
be: Доступ да аўдыёзапісаў забаронены
uk: Заборонено доступ до аудіо

# ApiError203
source: Access to the group is denied
be: Доступ да групы забаронены
uk: Немає доступу до групи

# ApiError21
source: This action is allowed only for Standalone and Open API applications
be: Гэта дзеянне дазволена толькі для Standalone і Open API праграм
uk: Дана дія дозволено тільки для Standalone і Open API додатків

# ApiError23
source: The method was turned off
be: Метад быў выключаны
uk: Метод був відключений

# ApiError3
source: Unknown method was transferred
be: Перададзены невядомы метад
uk: Переданий невідомий метод

# ApiError300
source: The album is full
be: Альбом перапоўнены
uk: Альбом заповнено

# ApiError4
source: Invalid signature
be: Няправільны подпіс
uk: Недійсний підпис

# ApiError500
source: Action is prohibited. You should turn on voice translations in the application settings.
be: Дзеянне забаронена. Вы павінны ўключыць перавод галасоў у наладах прагамы
uk: Дія заборонено. Ви повинні включити перекази голосів у налаштуваннях програми

# ApiError6
source: Too many requests per second
be: Вельмі многа запытаў за адну хвіліну
uk: Дуже багато запитів за секунду.

# ApiError600
source: No rights to perform an operations with advertising cabinet
be: Няма праў на выкананне гэтых аперацый з рэкламным кабінетам
uk: Немає прав на виконання даних операцій з рекламним кабінетом

# ApiError603
source: An error occurred while working with advertising cabinet
be: Атрымалася памылка пры рабоце з рэкламным кабінетам
uk: Сталася помилка при роботі з рекламним кабінетом

# ApiError7
source: No rights to perform this action
be: Няма праў для выканання гэтага дзеяння
uk: Відсутній дозвіл на виконання цієї дії

# ApiError7_1
source: Get new access rights?
be: Атрымаць новыя правы доступу?
uk: Отримати нові права доступу?

# ApiError8
source: Bad request
be: Няправільны запыт
kk: Нашар сұрау
uk: Некоректний запит

# ApiError9
source: Too much similar actions
be: Вельмі много аднатыпных дзеянняў
uk: Занадто багато однотипних дій

# BadUrl
source: Dangerous link
be: Небяспечная спасылка
uk: Небезпечне посилання

# BlockUrl
source: Address blocked ({0})
be: Адрас заблакіраваны ({0})
uk: Адреса заблокована ({0})

# Select1
source: Select
be: Выбраць
kk: таңдау
uk: Вибрати

# Invisible_disabled
source: Invisible mode is turned off
be: Рэжым "Невядзімкі" выключаны
uk: "Невидимий" режим вимкнено

# Invisible_enabled
source: Invisible mode is enabled
be: Рэжым "Невядзімкі" ўключаны
uk: "Невидимий" режим увімкнуто

source: Opacity:
be: Непразрыстасть
kk: Бұлыңғырлық
uk: Непрозорість:

# successfully_updated
source: An application was successfully updated
be: Праграма паспяхова абноўлена
uk: Програму успішно оновлено

# AttachmentError1
source: The number of attachments is exceeded
be: Колкасць укаладанняў агранічана
uk: Ви перевищили кількість вкладень

# AttachmentError2
source: Only ten attachments could be attached
be: Ды паведамлення можна прымацаць не больш за дзесяць укладанняў
uk: До повідомлення можна прикріпити не більше десяти вкладень

source: Confirmation
be: Пацверджанне
kk: Құптау:
uk: Підтвердження

# confirmation_reset
source: Do you really want to reset all settings?
be: Сапраўды скінуць усе налады праграмы?
uk: Справді скинути всі налаштування?

# ErrorUploadFile
source: Failed to upload file to the server.
be: Не атрымалась загрузіць файл на сервер
uk: Не вдалося завантажити файл на сервер.

# FontNormal
source: Regular
be: Звычайны
kk: Орташа
uk: Звичайний

# FontSmall
source: Small
be: Маленькі
kk: кіші
uk: Маленький

# messageError1
source: Message sending failed
be: Не атрымалася адаслаць паведамленне
kk: Хабар жіберу сәтсіз болды
uk: Не вдалося надіслати повідомлення

# NotifycationConvert3
source: Read
be: Прачытана
kk: Оқу
uk: Прочитано

# NotifycationConvert4
source: New message
be: Новае паведамленне
kk: Жаңа хабар
uk: Нове повідомлення

# NotifycationConvert61
source: Set in dialogue
be: Набор у дыялоге
uk: Набір в діалозі

# NotifycationConvert62
source: Typing in a conversation
be: Набор у бяседзе
uk: Набір в бесіді

# NotifycationConvert8
source: Online
be: На сайце
kk: Желіде
uk: Онлайн

# NotifycationConvert9
source: Offline
be: Не на сайце
uk: Оффлайн

# notifycation_aligment
source: New location of notification banners is set
be: Зададзена новае размяшчэнне паведамленняў
uk: Задано нове розташування повідомлень

# notifycation_color_prewiew
source: Preview of the new color of the notification banner
be: Прадпрагляд новага колера паведамлення
uk: Попередній перегляд нового кольору повідомлення

# personal1
source: Mind and creativity
be: Розум і крэатыўнасць
uk: Розум і творчість

# personal2
source: Kindness and honesty
be: Дабрыня і сумленнасць
uk: Доброта і чесність

# personal3
source: Beauty and health
be: Прыгажосць і здароўе
uk: Краса і здоров'я

# personal4
source: Power and wealth
be: Улада і багацце
uk: Влада і багатство

# personal5
source: Courage and perseverance
be: Смеласць і ўпартасць
uk: Сміливість та наполегливість

# personal6
source: Humor and love for life
be: Гумар і жыццялюбства
uk: Гумор та життєлюбність

# personallife1
source: Family & kids
be: Сям'я і дзеці
kk: Отбасы және балалар
uk: Сім'я і діти

# personallife2
source: Career and money
be: Кар'ера і грошы
uk: Кар'єра і гроші

# personallife3
source: Entertainment and relaxation
be: Забавы і адпачынак
kk: Ойнау және шолу
uk: Розваги та відпочинок

# personallife4
source: Science and exploration
be: навука і даследванні
uk: Наука та дослідження

# personallife5
source: Improvement of the world
be: Удасканальванне свету
uk: Вдосконалення світу

# personallife6
source: Self-development
be: Самаразвіццё
uk: Саморозвиток

# personallife7
source: Beauty and art
be: Прыгажосць і мастацтва
uk: Краса і мистецтво

# personallife8
source: Fame and influence
be: Слава і ўплыў
uk: Слава і вплив

# personalPolitical1
source: Communist
be: Камуністычныя
uk: Комуністичні

# personalPolitical2
source: Socialist
be: Сацыялістычныя
uk: Соціалістичі

# personalPolitical3
source: Moderate
be: Памяркоўныя
kk: Орташа
uk: Помірні

# personalPolitical4
source: Liberal
be: Ліберальныя
uk: Ліберальні

# personalPolitical5
source: Conservative
be: Кансерватыўныя
uk: Консервативні

# personalPolitical6
source: Monarchist
be: Манархічныя
uk: Монархічні

# personalPolitical7
source: Ultraconservative
be: Ультракансерватыўныя
uk: Ультраконсервативні

# personalPolitical8
source: Indifferent
be: Індыферэнтныя
uk: Індиферентні

# personalPolitical9
source: Libertarian
be: Ліберальныя
uk: Лібертаріанські

# Picture_file
source: Image Files
be: Файлы малюнкаў
kk: Сурет файлдары
uk: Файли зображень

# smoking1
source: Very negative
be: Рэзка адмоўнае
uk: Різко негативне

# smoking2
source: Negative
be: Адмоўнае
uk: Негативне

# smoking3
source: Neutral
be: Нейтральнае
kk: Бейтарап
uk: Нейтральне

# smoking4
source: Compromisable
be: Кампраміснае
uk: Компромісне

# smoking5
source: Positive
be: Станоўчае
kk: Оң:
uk: Позитивне

# themeDark
source: Dark
be: Цёмная
kk: Күңгірттеу
uk: Темна тема

# themeLight
source: Light
be: Светлая
kk: Жарық
uk: Світла тема

source: Unknown
be: Невядома
kk: Белгісіз
uk: Невідомо

# user_deleted
source: user page deleted
be: старонка карыстальніка выдалена
uk: сторінку користувача видалено

# AboutProgramm
source: About
be: Аб праграме
kk: Анықтама
uk: Про програму

# BrowserLoginError1
source: Could not determine the access key
be: Не палучылась вызначыць ключ доступу
uk: Не вдалося визначити ключ доступу

# BrowserLoginError2
source: Invalid passkey
be: Няправільны ключ доступу
uk: Неправильний ключ доступу

# BrowserLoginTips
source: Allow access and copy the link from the address bar of your browser. Link type - https://oauth.vk.com/blank.html#access_token=*****
be: Дазвольце доступ і зкапіруйце спасылку з адаснай стракі свайго браўзэра. Спасылка віду - https://oauth.vk.com/blank.html#access_token=*****
uk: Дозвольте доступ і скопіюйте посилання з адресного рядка свого браузера. Посилання виду - https://oauth.vk.com/blank.html#access_token=*****

# BrowserLoginTips2
source: Enter the received link
be: Увядзіце атрыманую спасылку
uk: Введіть отримане посилання

source: Change user
be: Змяніць карыстальніка
kk: Пайдаланушыны ауыстыру
uk: Змінити користувача...

# GroupVK
source: Visit application page at VK
be: Група праграмы ў ВК
uk: Група додатка в ВК

# Invisible
source: Invisible mode
be: Нябачны
kk: Көрінбейтін
uk: Невидимий

# Next1
source: Continue
be: Працягнуць
kk: жалғастыру
uk: Продовжити

source: Restart
be: Паразапусціць
kk: Себетке жіберілуде
uk: Перезавантажити

# View_attachment
source: See attachments
be: Прагляд укладанняў
kk: Тіркемелерді көру
uk: Перегляд вкладень

source: is typing
be: набірае тэкст
uk: набирає текст

# Like1
source: I Like It
be: Мне падабаецца
kk: Мен мұны ұнатамын
uk: Мені подобається

# friend_offline
source: friend is offline
be: выйшаў з сайта;выйшла з сайта;выйшаў з сайта
uk: друг вийшов з мережі;вийшла з мережі;вийшов з мережі

# friend_online
source: friend is online
be: зайшоў на сайт;зайшла на сайт;зайшоў на сайт
uk: друг з'явився в мережі;з'явилася в мережі;з'явився в мережі

# friend_typing
source: is typing you a message
be: набірае тэкст у дыялое
uk: пише вам повідомлення

# friend_typing_chat
source: is typing message in the conversation
be: набірае тэкст у бяседзе
uk: пише повідомлення в бесіді

# addToYourAudio
source: Added to your audio
be: Дададзена ў Вашы аўдыёзапісы
uk: Додано до Ваших аудіозаписів

# delAudioStatus
source: Audiostatus was removed
be: Аўдыястатус выключаны
uk: Аудіостатус видалений
