Repository: DrA1ex/MicroVK_Source
Catalog: MicroVK/My Project/Resources.*.resx
Languages: be, kk, uk

# read_your_message
source: your message has been read
be: ваша паведамленне было прачытана
uk: Ваше повідомлення було прочитано

# read_your_message1
source: read your message
be: прачытала ваша паведамленне
uk: прочитала ваше повідомлення

# read_your_message2
source: read your message
be: прачытаў ваша паведамленне
uk: прочитав ваше повідомлення

# setaudioStatus
source: Audiostatus is set
be: Аўдыястатус усталяваны
uk: Аудіостатус встановлений

# need_restart
source: Apply (restart required)
be: Будзе патрэбна перазапусціць праграму для прымянення налад
uk: Застосувати (знадобиться перезапуск)

source: New friends:
be: Новых сяброў:
uk: Нових друзів:

# LastActyvity1
source: Visited
be: Захадзіў;Заходзіла;Захадзіў
uk: Користувач був в мережі;Була в мережі;Був в мережі

source: today
be: сёння
kk: бүгін|осы күні
uk: сьогодні

source: Yesterday
be: ўчора
kk: кеше|соңғы күн|өткен күн
uk: учора

source: last activity:
be: апошняя актыўнасць:
uk: Остання активність:

# in1
source: c
be: ў
kk: ж
uk: о

# WelcomeBack
source: {0}, looks like you've used MicroVK before, do want to restore your settings?
be: {0}, вы ўжо карысталісь MicroVK раней, хочаце аднавіць свае налады?
uk: {0}, схоже ви вже використовували MicroVK раніше, хочете відновити свої налаштування?

# WelcomeBack1
source: Welcome back!
be: З вяртаннем!
kk: Оралуыңызбен!
uk: З поверненням!

# SystemSettings9
source: Do not remove MicroVK from the taskbar
uk: Не прибирати MicroVK з панелі завдань

# dialogues
source: Dialogs
uk: Діалогів

source: Minimize
be: Згарнуць
kk: тасалау
uk: Згорнути

# SystemSettings10
source: Close the window by clicking "close" button
uk: Закривати вікно після натискання на кнопку "Закрити"

source: Pin
be: Прыстыкаваць
kk: бекіту
uk: Закріпити

# ApiError_messageSend
source: The message cannot be sent because you have sent too many messages for the last time.
uk: Повідомлення не може бути відправлено, так як ви розіслали занадто багато повідомлень останнім часом.

# Translate
source: translation
be: Слоўнік
kk: Тасымалдау
uk: переклад

# TranslateThanks
source: I would like to thank the following people for translating MicroVK:
uk: Хотілося б подякувати наступним людям, що взялися перекладати MicroVK:

# TranslateTopic
source: Please read the [url=https://vk.com/topic-35726826_31175546] discussion [/url] If you want to translate MicroVK to your language.
uk: Будь ласка, ознайомтесь з [url=https://vk.com/topic-35726826_31175546]обговоренням[/url], якщо хочете перевести MicroVK на свою мову.

# VersionError
source: Version information and updates are not available, please make sure that the program is properly installed.
uk: Відомості про версію і оновлення недоступні, будь ласка переконайтеся що програма правильно встановлена.

# library
source: Libraries
be: Бібліятэкі
kk: Кітапханалар
uk: Бібліотеки

# library_1
source: This version of MicroVK was collected using the following libraries:
uk: Ця версія MicroVK була зібрана з використанням наступних бібліотек:

source: Donate
uk: Пожертвувати кошти

# Feedback
source: Contact the author of the program
uk: Зв'язатися з автором програми

# action_chat_create
source: created a conversation
uk: створив чат

# action_chat_create1
source: created a conversation
uk: створила чат

# postWall
source: Writing on the wall
uk: Напис на стіні

# AutoTranslate
source: Machine translation
be: Машынны пераклад
kk: Машиналық аудару
uk: Машинний переклад

source: Radio
be: Радыё
kk: Радио
uk: Радіо

# Topmost
source: On top of all Windows
uk: Поверх усіх вікон

source: Music Player
uk: Музичний плеєр

# Snap
source: Stick to the screen bounds
uk: Прилипати до границь екрану

source: Game
be: Гульня
kk: Ойын ақпарат тасушы
uk: Гра

source: Share
be: Сумесны доступ
kk: Бөлісу
uk: Поділитися

# Game3
source: The recording will be posted on your wall. Do you want to continue?
uk: Запис буде розміщена на вашій стіні. Продовжити?

source: Copy
be: Капіяваць у
kk: | көшіру
uk: Копіювати

# InDeveloping
source: Under development
kk: Құрылуда
uk: У розробці

source: Global Search
uk: Глобальний пошук

# correspondents
source: Interlocutors
uk: Співрозмовники

# events
source: Appointment
be: Сустрэча
kk: Кездесулер
uk: Зустрічі

# publics
source: Public page
uk: Громадські сторінки

source: Attachments
be: Далучэнні
kk: Салымдар
uk: Вкладення

# Audio
source: Sound Recording
be: Запіс гука
kk: Дыбысжазба
uk: Аудіозапис

# Doc
source: Document
be: Імя дакумента
kk: Құжат атауы:
uk: Документ

source: Sticker
uk: Стікер

# wall_reply
source: Comment to the post
uk: Коментар до запису

source: I
be: Т
kk: С
uk: Л

# chat_users
source: Participants of the conversation
uk: Учасники чату

# yandex_image
source: Use Yandex clipart
uk: Яндекс. картинки

source: Votes:
uk: Проголосувало:

# by_marked
source: Been marked (a) on the
uk: Був(а) відзначений(а) на

source: Close All
be: Закрыць усе
kk: Бәрін жабу
uk: Закрити все

source: Wall
uk: Стіна

source: Unread
uk: Непрочитане

source: Reply
be: &Адказаць
kk: Жауап беру
uk: Відповісти

source: Favorites
be: Абранае
kk: Таңдаулы
uk: Вибрані

# notification_center_tips_1
source: Your notices will be displayed here for current session
uk: Тут будуть відображатися Ваші сповіщення за поточний сеанс

source: File
be: Файл
kk: Файл
uk: Файл

# MicroVKGroupJoin
source: Subscribe to [url=http://vk.com/microvk/] [/url] our page in Facebook, so as not to miss anything
uk: Підпишіться на [url=HTTP: //vk.com/microvk/]нашу[/ URL] сторінку в Вконтакті, щоб нічого не пропустити

# Join
source: Subscribe
be: Падпісацца
kk: Бақылау
uk: Підписатися

# GameLabel
source: Collected {0} and gathered: {1}
uk: Зібрав {0} та набрав: {1}; Зібрала {0} та набрала: {1}; Зібрав {0} та набрав

source: equalizer
uk: Еквалайзер

# Equalizer_on
source: Enable equalizer
uk: Увімкнути еквалайзер

# bass_echo
source: Echo
be: Рэха
kk: Жаңғырық
uk: Ехо

# bass_DoubleKick
source: Double hit
uk: Подвійний удар

# bass_LongEcho
source: Long echo
uk: Довге ехо

# bass_SmallEcho
source: Little echo
uk: Мале ехо

# bass_Delay
source: Delay:
be: &Затрымка:
kk: Кідіріс
uk: Затримка:

# bass_Dry
source: Dryness:
uk: Сухість:

# bass_Wet
source: Humidity:
be: Вільготнасць:
kk: Ылғалдығы:
uk: Вологість:

# bass_distortion
source: Warp
be: Скрыўленне
kk: Майыстыру
uk: Спотворення:

# bass_Distortion_drive
source: Distortion of the drive:
uk: Спотворення диска:

# bass_Feedback
source: Feedback:
be: Зваротная сувязь
kk: Пікір білдіру
uk: Зворотній зв'язок:

# bass_Volume
source: Set the volume to:
be: Кіраванне гучнасцю
kk: Бағдарлама үнділігі
uk: Гучність

# bass_Hard
source: Hard
kk: Көп
uk: Жорстко

# bass_Medium
source: Normal
be: Здавальняючая
kk: &Орташа
uk: Середнє

# bass_veryHard
source: Very tough
uk: Дуже жорстко

source: Resend
be: Паўторная адпраўка
kk: Қайта жіберу
uk: Повторити надсилання

# delivered
source: Sent
be: Дастаўлена
kk: Жеткізілді.
uk: Доставлено

# error_send
source: Upload failed
be: Не атрымалася запампаваць
kk: Кері жүктеу сәтсіз аяқталды
uk: Не вдалося відправити

# Utils
source: Utilities
be: Службовыя праграмы
kk: Қызметтік бағдарламалар
uk: Утиліти

# utils_checkLink
source: Test link
kk: Сілтемені тексеру
uk: Перевірити посилання

# radio_be
source: Belarus
be: Беларусь
kk: Беларусь
uk: Білорусь

# radio_ru
source: Russia
be: Расія
kk: АҚШ
uk: Росія

# radio_ua
source: Ukraine
be: Украіна
kk: Украина
uk: Україна

# radio_history
source: Last
be: Апошнюю аперацыю
kk: соңғы
uk: Останні

source: Dialog style
uk: Стиль діалогів

source: Link
be: Спасылка
kk: Cілтеме
uk: Посилання

# delete
source: Remove
be: Выдаліць
kk: Жою
uk: Видалити

# dialogDelete
source: Removing dialogue
uk: Видалення діалогу

# dialogDeleteCount
source: How many messages you want to delete
uk: Скільки повідомлень потрібно видалити

source: Offset
be: Зрух
kk: Ауытқушылық
uk: Зсув

# DialogDeleteOffset
source: Starting with any message you want to delete correspondence
uk: Починаючи з якого повідомлення потрібно видалити переписку

source: Run minimized
uk: Запускати згорнутим

# microvkRecommend
source: Recommend MicroVK-vkontakte for Windows! https://vk.com/microvk
uk: Рекомендую MicroVK - Вконтакте для Windows! https://vk.com/microvk

# microvkRecommendScreenshot
source: Attach screenshot
uk: Прикріпити скріншот

# microvkRecommendTips
source: The record will be published on your wall
uk: Запис буде опубліковано на вашій стіні

# SpeakMessage
source: Speak text messages
uk: Озвучувати текст повідомлення

# Speak
source: Voice
uk: Озвучувати

# SpeakChatMessage
source: Speak text messages from conversations
uk: Озвучувати текст повідомлення з чатів

source: New message
be: Новае паведамленне
kk: Жаңа хабар
uk: Нове повідомлення

source: Hide tabs
kk: Қойындыны жасыру
uk: Приховати вкладки

source: Button
be: Кнопка
kk: Түймешік
uk: Кнопка

# big
source: Large
be: Вялікая
kk: Ірі
uk: Великий

source: Unpin
be: Адмацаваць
kk: Босату
uk: Відкріпити

# bell_off
source: Do Not Disturb
be: Не турбаваць
kk: Мазаламаңыз
uk: Не турбувати

# bell_sleep_hour
source: Do not disturb {0} hours.
uk: Не турбувати {0} год.

# bell_sleep_minute
source: Don't bother {0} minutes
uk: Не турбувати {0} хвилин

# SaveWindowsSize
source: Remember window size when you exit
uk: Запам'ятовувати розмір вікна при виході

# dsOut
source: Incoming message
uk: Вхідне повідомлення

# dsNotOut
source: Outgoing message
uk: Вихідне повідомлення

# dsAvatar
source: Photo of the interlocutor
uk: Фото співрозмовника

# dsAvatarOut
source: My photo
uk: Моє фото

# dsColor
source: The color of the interlocutor
uk: Колір співрозмовника

# dsColorOut
source: My color
uk: Мій колір

# dsFont
source: The font of the interlocutor
uk: Шрифт співрозмовника

# dsFontOut
source: My font
uk: Мій шрифт

# HelpMicroVK
source: Assistance project
uk: Допомога проекту

# HelpMicroVKShare
source: Tell us about your friends MicroVK
uk: Розкажіть про MicroVK друзям

# Thanks
source: Thank you! Every point is important and accelerates the further development of the programme.
uk: Дякую! Будь пункт важливий і прискорює подальшу розробку програми.

# SpellCheckError
source: Failed to enable spell checking. [url=https://vk.com/topic-35726826_33239193] read more. [/url]
uk: Не вдалося включити перевірку правопису. [url=https://vk.com/topic-35726826_33239193]Детальніше.[/url]

source: Start
be: Пачаць
kk: Басы
uk: Розпочати

# StartPageRemember
source: Remember the fast logon profile
uk: Запам'ятати профіль для швидкого входу

# MicroVKMembers
source: We already have:
uk: Нас вже:

# AccountManager
source: E-mail Accounts
be: Уліковыя запісы электроннай пошты
kk: Электрондық пошта жазбалары
uk: Облікові записи

# Add
source: Insert
be: Дадаць
kk: Жаңасын қосу
uk: Додати

source: Open in browser ...
be: Адкрыць у браўзеры
kk: Шолғышта ашу
uk: Відкрити в браузері

# refresh
source: Update
be: Абнавіць
kk: Жаңарту
uk: Оновити

# SendSuccessfully
source: Message delivered
uk: Повідомлення доставлено

# Notification4_0
source: New message from the talk
uk: Нове повідомлення з чату

# SendSuccessfullyNotify
source: Only for sent via notification
uk: Тільки для відправлених через сповіщення

# SmilePanel
source: Panel with the latest smilies
uk: Панель з останніми смайлами

# MediaKey
source: Multimedia keys
uk: Мультимедійні клавіші

source: Important
be: Важна
kk: Маңызды
uk: Важливе

source: Mark as Important
be: Пазначыць як важнае
kk: Жоғары басымдық ретінде белгілеу
uk: Позначити як важливе
