Repository: DrA1ex/MicroVK_Source
Catalog: MicroVK/MultilingualResources/MicroVK.*.xlf
Languages: be, uk

# All
source: Все
be: Усе
uk: Всі

# All_notification
source: Все уведомления
be: Усе паведамленні
uk: Усі сповіщення

# Authorization
source: Авторизация
be: Аўтарызацыя
uk: Авторизація

# Dialogs
source: Диалоги
be: Дыялогі
uk: Діалоги

# Enter_through_browser
source: Войти через браузер
be: Увайсці праз браузэр
uk: Увійти через браузер

# Exit1
source: Выход
be: Выйсці
uk: Вийти

# Fotometki
source: Фотометки
be: Фотаметкі
uk: Фотопозначки

# Friends
source: Друзья
be: Сябры
uk: Друзі

# History_changes
source: История изменений
be: Гісторыя змен
uk: Історія змін

# Info
source: Информация
be: Мой профіль
uk: Інформація

# Login
source: Вход
be: Увайсці
uk: Вхід

# Messages
source: Сообщения
be: Паведамленні
uk: Повідомлення

# Music
source: Музыка
uk: Музика

# News
source: Новости
be: Навіны
uk: Новини

# Notification
source: Уведомления
be: Паведамленні
uk: Сповіщення

# Open
source: Открыть
be: Адкрыть
uk: Відкрити

# Photos_walls
source: Фото на стенах
be: Фотаздымкі на сценах
uk: Фотографії на стінах

# Profile
source: Профиль
be: Профіль
uk: Профіль

# Review
source: Просмотр
be: Прагляд
uk: Перегляд

# Settings
source: Настройки
be: Налады
uk: Параметри

# Video
source: Видео
be: Відэа
uk: Відео

# Whats_new
source: Что нового
be: Што новага
uk: Що нового

# Acoustic
source: Акустическая
be: Акустычная
uk: Акустична музика

# All_genres
source: Все жанры
be: Усе жанры
uk: Усі жанри

# Alternative
source: Альтернативная
be: Альтэрнатыўная
uk: Альтернативна музика

# Classical
source: Классическая
be: Класічная
uk: Класична

# current_playlist
source: Текущий плейлист
be: Цяпер іграе
uk: Поточний список

# Dance_and_House
source: Танцевальная и Хаус
be: Танцавальная і Хаўс
uk: Танцювальна й Хауc

# Drum_and_Bass
source: Драм-н-бэйс
uk: Барабан і бас

# Easy_Listening
source: Легкая музыка
be: Лёгкая музыка
uk: Легка музика

# Electropop_and_Disco
source: Электропоп и диско
be: Электрапоп і дыска
uk: Електропоп i диско

# Ethnic
source: Этническая
be: Этнічная
uk: Етнічна музика

# Indie_Pop
source: Инди Поп
be: Інды Поп
uk: Інді-поп

# Instrumental
source: Инструментальная
be: Інструментальная
uk: Інструментальна музика

# Jazz_and_Blues
source: Джаз и Блюз
be: Джаз і Блюз
uk: Джаз і блюз

# Metal
source: Металл
be: Метал
uk: Метал

# My_record
source: Мои аудиозаписи
be: Мае Аўдыязапісы
uk: Мої аудіозаписи

# only_foreign
source: Только зарубежные
be: Толькі замежныя
uk: Тільки іноземні

# Other
source: Прочее
be: Іньшае
uk: Інші

# recommendations
source: Рекомендации
be: Рэкамендацыі
uk: Рекомендації

# Reggae
source: Рэгги
be: Рэгі
uk: Реґі

# search
source: Поиск
be: Шукаць
uk: Пошук

# Speech
source: Разговорная
be: Гутарковая
uk: Розмовні

# Rap_and_hiphop
source: Рэп %%amp; Хип-Хоп
be: Рэп %%amp; Хіп-Хоп
uk: Реп- %%amp;хіп-хоп

# common
source: Общие
be: Агульныя
uk: Спільні

# in_all
source: Всего
be: Усяго
uk: Всього

# number_messages
source: Количество сообщений
be: Колькасць паведамленняў
uk: Кількість повідомлень

# groups
source: Сообщества
be: Суполкі
uk: Спільноти

# Subscriptions
source: Подписки
be: Падпіскі
uk: Підписки

# appearance
source: Внешний вид
be: Знешні выгляд
uk: Оформлення

# programm
source: Программа
be: Праграма
uk: Програма

# voice_notification
source: Голосовые уведомления
be: Галасавыя паведамленні
uk: Голосові сповіщення

# About_Me
source: О себе
be: Пра сябе
uk: Про себе

# activities
source: Деятельность
be: Дзейнасць
uk: Діяльність

# additional_phone
source: Дополнительный телефон
be: Дататковы тэлефон
uk: Додатковий телефон

# Audio_Records
source: Аудиозаписи
be: Аўдыязапісы
uk: Аудіозаписи

# Basic_Information
source: Основная информация
be: Аснаўная інфармацыя
uk: Загальна інформація

# Beliefs
source: Жизненная позиция
be: Жыццёвая пазіцыя
uk: Життєва позиція

# birthday
source: День рождения
be: Дзень нараджэння
uk: День народження

# city
source: Город
be: Горад
uk: Місто

# contact_information
source: Контактная информация
be: Кантактная інфармацыя
uk: Контактна інформація

# detailed_information
source: Подробная информация
be: Дадатковыя звесткі
uk: Докладніше

# Drinking_habits
source: Отношение к алкоголю
be: Стаўленне да алкаголю
uk: Ставлення до алкоголю

# education
source: Образование
be: Адукацыя
uk: Освіта

# favorite_Books
source: Любимые книги
be: Любімыя кнігі
uk: Улюблені книги

# favorite_films
source: Любимые фильмы
be: Любімыя фільмы
uk: Улюблені фільми

# favorite_games
source: Любимые игры
be: Любімыя гульні
uk: Улюблені ігри

# favorite_music
source: Любимая музыка
be: Любімая музыка
uk: Улюблена музика

# favorite_Quotes
source: Любимые цитаты
be: Любімыя цытаты
uk: Улюблені цитати

# Favourite_teleshows
source: Любимые телешоу
be: Любімыя тэлешоу
uk: Улюблені ТВ-шоу

# Followers
source: Подписчики
be: Падпісчыкі
uk: Підписчики

# Friends_online
source: Друзья онлайн
be: Сябры на сайце
uk: Друзі онлайн

# HIGH_SCHOOL
source: ВУЗ
be: ВНУ
uk: ІНСТИТУТ ВИЩОЇ ОСВІТИ

# Hometown
source: Родной город
be: Родны горад
uk: Рідне місто

# Important_in_life
source: Главное в жизни
be: Галоўнае ў жыцці
uk: Головне в житті

# Important_in_others
source: Главное в людях
be: Галоўнае ў людзях
uk: Головне в людях

# interests
source: Интересы
be: Інтарэсы
uk: Інтереси

# mobile_phone
source: Мобильный телефон
be: Мабільны тэлефон
uk: Мобільний телефон

# Mutual_Friends
source: Общие друзья
be: Агульныя сябры
uk: Спільні друзі

# notes
source: Заметки
be: Закладкі
uk: Нотатки

# personal_information
source: Личная информация
be: Лічная інфармацыя
uk: Особисті відомості

# photos
source: Фотографии
be: Фотаздымкі
uk: Фотографії

# photo_albums
source: Фотоальбомы
be: Фотаальбомы
uk: Фотоальбоми

# Photo_user
source: Фото с пользователем
be: Фотаздымкі з карыстальнікам
uk: Фото з користувачем

# political_preferences
source: Политические предпочтения
be: Палітычныя погляды
uk: Політичні уподобання

# Send_message
source: Отправить сообщение
be: Адправіць паведамленне
uk: Надіслати повідомлення

# Smoker
source: Отношение к курению
be: Стаўленне да курэння
uk: Ставлення до паління

# Study_mode
source: Форма обучения
be: Форма навучання
uk: Форма навчання

# Video_user
source: Видео с пользователем
be: Відэа з карыстальнікам
uk: Відео з користувачем

# world_view
source: Мировоззрение
be: Светапогляд
uk: Світогляд

# Notification3
source: Пользователь прочел ваше сообщение
be: Паведамленне прачытана
uk: Користувач прочитав ваше повідомлення

# Notification4
source: Новое сообщение
be: Новае паведамленне
uk: Нове повідомлення

# Notification61
source: Пользователь начал набирать текст в диалоге
be: Набірае тэкст у дыялоге
uk: Користувач почав набирати текст в діалозі

# Notification62
source: Пользователь начал набирать текст в беседе
be: Набірае тэкст у бяседзе
uk: Користувач почав набирати текст в бесіді

# Notification8
source: Друг стал онлайн
be: Зайшоў на сайт
uk: Друг став онлайн

# Notification9
source: Друг стал оффлайн
be: Выйшаў з сайта
uk: Друг став оффлайн

# alignment
source: Выравнивание
be: Выраўноўванне:
uk: Вирівнювання

# bottom_edge
source: Нижний край
be: Ніжні край
uk: Нижній край

# Horizontal
source: По горизонтали:
be: Па гарызанталі
uk: По горизонталі:

# left_edge
source: Левый край
be: Левы край
uk: Лівий край

# right_edge
source: Правый край
be: Правы край
uk: Правий край

# top_edge
source: Верхний край
be: Вехні край
uk: Верхній край

# Vertical
source: По вертикали:
be: Па вертыкалі
uk: По вертикалі:

# Forward_message
source: Переслать
be: Пераслаць
uk: Переслати

# Name
source: Имя
be: Імя
uk: Ім'я

# Time
source: Время
be: Час
uk: Час

# background_image
source: Фоновый рисунок
be: Фонавы малюнак
uk: Фоновий малюнок

# Color
source: Цвет
be: Колер
uk: Колір

# transparency
source: Прозрачность
be: Празрыстасць
uk: Прозорість

# proverb
source: На дворе трава, на траве дрова
be: Каля ямы з кіямі, з кіямі каля ямы
uk: На дворі трава, на траві дрова

# VoiceOn
source: Включить голосовые уведомления
be: Уключыть галасавыя паведамленні
uk: Увімкнути сповіщення голосом

# VoiceSampleText
source: Использовать следующий текст для пробы голоса:
be: Ужываць наступны тэкст для пробы голасу
uk: Використовувати наступний текст для проби голосу:

# VoiceSelect
source: Выберите голос
be: Выберыце голас
uk: Виберіть голос

# VoiceSpeed
source: Скорость произношения:
be: Скорасць вымаўлення
uk: Швидкість вимови:

# VoiceTest
source: Проба голоса
be: Проба голаса
uk: Проба голосу

# miscellanea
source: Разное
be: Рознае
uk: Різне

# SystemSettings1
source: Собеседнику виден мой статус набора текста
be: Субяседніку бачны мой статус набора тэксту
uk: Співрозмовнику видно мій статус набору тексту

# SystemSettings2
source: Не отображать мой статус онлайн
be: Не паказваць мой статус: на сайце
uk: Не показувати мій онлайн статус

# SystemSettings3
source: Проверка правописания
be: Праверка арфаграфіі і граматыкі
uk: Перевірка орфографії

# SystemSettings4
source: Помечать сообщения как прочитанные
be: Памячаць паведмленні прачатанымі
uk: Позначати повідомлення як прочитані

# SystemSettings5
source: Проверять ссылки
be: Правяраць спасылкі
uk: Перевірити посилання

# SystemSettings8
source: Сброс всех настроек
be: Скід ўсіх налад
uk: Скинути всі налаштування

# add_photo
source: Добавить фото
be: Дадаць фотаздымкі
uk: Додати фотографію

# forwarded_messages
source: Пересылаемые сообщения
be: Перасланыя паведамленні
uk: Повідомлення що пересилаються

# Remove_attachments
source: Удалить вложения
be: выдаліць ўкладанні
uk: Вилучити долучення

# SendOption1
source: Enter - отправить
be: Enter - адправіць
uk: Enter - відправити

# SendOption2
source: Ctrl+Enter - отправить
be: Ctrl+Enter - адправіць
uk: Ctrl+Enter - відправити

# best_friends
source: Лучшие друзья
be: Лепшыя сябры
uk: Найкращі друзі

# Send_a_message
source: Переслать сообщение
be: Переслаць паведамленне
uk: Переслати повідомлення

# BrowserLoginButton
source: Получить ссылку для входа
be: Атрымаць спасылку для ўвахода
uk: Отримати посилання для входу

# License1
source: Использование «MicroVK» подразумевает, что Вы принимаете условия настоящего
be: Выкарыстанне «MicroVK» падрузамляе, што Вы прымаеце ўмовы дадзенага
uk: Використання "MicroVK" означає, що ви згодні з умовами цього

# License2
source: лицензионного соглашения
be: ліцэнзійнага пагаднення
uk: ліцензійного договору

# Version
source: Версия:
be: Нумар рэдакцыі:
uk: Версія:

# Add_to_my_record
source: Добавить в мои аудиозаписи
be: Дадаць у мае аўдыёзапісы
uk: Додати до моїх аудіо

# Close
source: Закрыть
be: Закрыць
uk: Закрити

# Repeat
source: Повторять
be: Зацыкліць
uk: Повторювати

# See_related
source: Показать похожие
be: Паказаць падобныя
uk: Показати подібні

# ShareInStatus
source: Транслировать в статус
be: Трансліраваць у статус
uk: Трансляція в статус

# shuffle
source: Перемешать
be: У выпадковым парадку
uk: Перемішати

# GoToDialog
source: Перейти к диалогу
be: Перайсці да дыялога
uk: Перейти до діалогу

# ApiError1
source: Произошла неизвестная ошибка
be: Адбылася нечаканая памылка
uk: Сталася невідома помилка

# ApiError10
source: Произошла внутренняя ошибка сервера
be: Адбылася ўнутраняя памылка сервера
uk: Сталася внутрішня помилка серверу

# ApiError100
source: Один из необходимых параметров был не передан или неверен
be: Адзін з неабходных параметраў не быў перададзены ці правераны
uk: Один з необхідних параметрів був не переданий або невірний

# ApiError101
source: Неверный API ID приложения
be: Няверны API ID дадатка
uk: Неправильний API ID застосунку

# ApiError11
source: В тестовом режиме приложение должно быть выключено или пользователь должен быть залогинен
be: У тэставым рэжыме праграма павінна быць выключана обо карыстальнік павінен увайсці
uk: У тестовому режимі додаток повинен бути вимкнений або користувач повинен ввійти до системи

# ApiError113
source: Неверный идентификатор пользователя
be: Няправільны ідэнтыфікатар карыстальніка
uk: Неприпустимий ідентифікатор користувача

# ApiError14
source: Введите код
be: Увядзіце код
uk: Введіть код

# ApiError15
source: Доступ запрещен
be: Доступ забаронены
uk: Доступ заборонено

# ApiError150
source: Неверный timestamp
be: Няправільны timestamp
uk: Неприпустима позначку часу

# ApiError16
source: Требуется выполнение запросов по протоколу HTTPS, т.к. пользователь включил настройку, требующую работу через безопасное соединение
be: Неабходна выкананне запытаў па пратаколу HTTPS, таму што, карыстальнік уключыў функцыю, якая патрабуе работу праз бяспечнае злучэнне
uk: Потрібно виконання запитів по протоколу HTTPS, так як користувач включив настройку, що вимагає роботу через безпечне з'єднання

# ApiError17
source: Требуется валидация пользователя
be: Неабходна валідацыя карыстальніка
uk: Потрібно валідація користувача

# ApiError2
source: Приложение выключено
be: Праграма выключана
uk: Додаток вимкнено

# ApiError20
source: Данное действие запрещено для не Standalone приложений
be: Гэта дзеянне забаронена для не Standalone праграм
uk: Цю дію заборонено для не Standalone програм

# ApiError200
source: Доступ к альбому запрещен
be: Доступ да альбому забаронены
uk: Відмова в доступі до альбом

# ApiError201
source: Доступ к аудио запрещен
be: Доступ да аўдыёзапісаў забаронены
uk: Заборонено доступ до аудіо

# ApiError203
source: Доступ к группе запрещен
be: Доступ да групы забаронены
uk: Немає доступу до групи

# ApiError21
source: Данное действие разрешено только для Standalone и Open API приложений
be: Гэта дзеянне дазволена толькі для Standalone і Open API праграм
uk: Дана дія дозволено тільки для Standalone і Open API додатків

# ApiError23
source: Метод был выключен
be: Метад быў выключаны
uk: Метод був відключений

# ApiError3
source: Передан неизвестный метод
be: Перададзены невядомы метад
uk: Переданий невідомий метод

# ApiError300
source: Альбом переполнен
be: Альбом перапоўнены
uk: Альбом заповнено

# ApiError4
source: Неверная подпись
be: Няправільны подпіс
uk: Недійсний підпис

# ApiError500
source: Действие запрещено. Вы должны включить переводы голосов в настройках приложения
be: Дзеянне забаронена. Вы павінны ўключыць перавод галасоў у наладах прагамы
uk: Дія заборонено. Ви повинні включити перекази голосів у налаштуваннях програми

# ApiError6
source: Слишком много запросов в секунду
be: Вельмі многа запытаў за адну хвіліну
uk: Дуже багато запитів за секунду.

# ApiError600
source: Нет прав на выполнение данных операций с рекламным кабинетом
be: Няма праў на выкананне гэтых аперацый з рэкламным кабінетам
uk: Немає прав на виконання даних операцій з рекламним кабінетом

# ApiError603
source: Произошла ошибка при работе с рекламным кабинетом
be: Атрымалася памылка пры рабоце з рэкламным кабінетам
uk: Сталася помилка при роботі з рекламним кабінетом

# ApiError7
source: Нет прав для выполнения этого действия
be: Няма праў для выканання гэтага дзеяння
uk: Відсутній дозвіл на виконання цієї дії

# ApiError7_1
source: Получить новые права доступа?
be: Атрымаць новыя правы доступу?
uk: Отримати нові права доступу?

# ApiError8
source: Неверный запрос
be: Няправільны запыт
uk: Некоректний запит

# ApiError9
source: Слишком много однотипных действий
be: Вельмі много аднатыпных дзеянняў
uk: Занадто багато однотипних дій

# BadUrl
source: Опасная ссылка
be: Небяспечная спасылка
uk: Небезпечне посилання

# BlockUrl
source: Адрес заблокирован ({0})
be: Адрас заблакіраваны ({0})
uk: Адреса заблокована ({0})

# Select1
source: Выбрать
be: Выбраць
uk: Вибрати

# Invisible_disabled
source: Режим "Невидимка" выключен
be: Рэжым "Невядзімкі" выключаны
uk: "Невидимий" режим вимкнено

# Invisible_enabled
source: Режим "Невидимка" включен
be: Рэжым "Невядзімкі" ўключаны
uk: "Невидимий" режим увімкнуто

# opacity
source: Непрозрачность:
be: Непразрыстасть
uk: Непрозорість:

# successfully_updated
source: Программа успешно обновлена
be: Праграма паспяхова абноўлена
uk: Програму успішно оновлено

# AttachmentError1
source: Превышено количество вложений
be: Колкасць укаладанняў агранічана
uk: Ви перевищили кількість вкладень

# AttachmentError2
source: К сообщению можно прикрепить не более десяти вложений
be: Ды паведамлення можна прымацаць не больш за дзесяць укладанняў
uk: До повідомлення можна прикріпити не більше десяти вкладень

# confirmation
source: Подтверждение
be: Пацверджанне
uk: Підтвердження

# confirmation_reset
source: Действительно сбросить все настройки программы?
be: Сапраўды скінуць усе налады праграмы?
uk: Справді скинути всі налаштування?

# ErrorUploadFile
source: Не удалось загрузить файл на сервер.
be: Не атрымалась загрузіць файл на сервер
uk: Не вдалося завантажити файл на сервер.

# FontNormal
source: Нормальный
be: Звычайны
uk: Звичайний

# messageError1
source: Не удалось отправить сообщение
be: Не атрымалася адаслаць паведамленне
uk: Не вдалося надіслати повідомлення

# NotifycationConvert4
source: Новое сообщение
be: Новае паведамленне
uk: Нове повідомлення

# NotifycationConvert61
source: Набор в диалоге
be: Набор у дыялоге
uk: Набір в діалозі

# NotifycationConvert62
source: Набор в беседе
be: Набор у бяседзе
uk: Набір в бесіді

# notifycation_aligment
source: Задано новое расположение уведомлений
be: Зададзена новае размяшчэнне паведамленняў
uk: Задано нове розташування повідомлень

# notifycation_color_prewiew
source: Предпросмотр нового цвета уведомления
be: Прадпрагляд новага колера паведамлення
uk: Попередній перегляд нового кольору повідомлення

# personal1
source: Ум и креативность
be: Розум і крэатыўнасць
uk: Розум і творчість

# personal2
source: Доброта и честность
be: Дабрыня і сумленнасць
uk: Доброта і чесність

# personal3
source: Красота и здоровье
be: Прыгажосць і здароўе
uk: Краса і здоров'я

# personal4
source: Власть и богатство
be: Улада і багацце
uk: Влада і багатство

# personal5
source: Смелость и упорство
be: Смеласць і ўпартасць
uk: Сміливість та наполегливість

# personal6
source: Юмор и жизнелюбие
be: Гумар і жыццялюбства
uk: Гумор та життєлюбність

# personallife1
source: Семья и дети
be: Сям'я і дзеці
uk: Сім'я і діти

# personallife2
source: Карьера и деньги
be: Кар'ера і грошы
uk: Кар'єра і гроші

# personallife3
source: Развлечения и отдых
be: Забавы і адпачынак
uk: Розваги та відпочинок

# personallife4
source: Наука и исследования
be: навука і даследванні
uk: Наука та дослідження

# personallife5
source: Совершенствование мира
be: Удасканальванне свету
uk: Вдосконалення світу

# personallife6
source: Саморазвитие
be: Самаразвіццё
uk: Саморозвиток

# personallife7
source: Красота и искусство
be: Прыгажосць і мастацтва
uk: Краса і мистецтво

# personallife8
source: Слава и влияние
be: Слава і ўплыў
uk: Слава і вплив

# personalPolitical1
source: Коммунистические
be: Камуністычныя
uk: Комуністичні

# personalPolitical2
source: Социалистические
be: Сацыялістычныя
uk: Соціалістичі

# personalPolitical3
source: Умеренные
be: Памяркоўныя
uk: Помірні

# personalPolitical4
source: Либеральные
be: Ліберальныя
uk: Ліберальні

# personalPolitical5
source: Консервативные
be: Кансерватыўныя
uk: Консервативні

# personalPolitical6
source: Монархические
be: Манархічныя
uk: Монархічні

# personalPolitical7
source: Ультраконсервативные
be: Ультракансерватыўныя
uk: Ультраконсервативні

# personalPolitical8
source: Индифферентные
be: Індыферэнтныя
uk: Індиферентні

# personalPolitical9
source: Либертарианские
be: Ліберальныя
uk: Лібертаріанські

# Picture_file
source: Файлы рисунков
be: Файлы малюнкаў
uk: Файли зображень

# smoking1
source: Резко негативное
be: Рэзка адмоўнае
uk: Різко негативне

# smoking2
source: Негативное
be: Адмоўнае
uk: Негативне

# smoking3
source: Нейтральное
be: Нейтральнае
uk: Нейтральне

# smoking4
source: Компромиссное
be: Кампраміснае
uk: Компромісне

# smoking5
source: Положительное
be: Станоўчае
uk: Позитивне

# themeDark
source: Темная тема
be: Цёмная
uk: Темна тема

# themeLight
source: Светлая тема
be: Светлая
uk: Світла тема

# unknown
source: Неизвестно
be: Невядома
uk: Невідомо

# user_deleted
source: страница пользователя удалена
be: старонка карыстальніка выдалена
uk: сторінку користувача видалено

# AboutProgramm
source: О программе
be: Аб праграме
uk: Про програму

# BrowserLoginError1
source: Не удалось определить ключ доступа
be: Не палучылась вызначыць ключ доступу
uk: Не вдалося визначити ключ доступу

# BrowserLoginError2
source: Неверный ключ доступа
be: Няправільны ключ доступу
uk: Неправильний ключ доступу

# BrowserLoginTips
source: Разрешите доступ и скопируйте ссылку из адресной строки своего браузера. Ссылка вида - https://oauth.vk.com/blank.html#access_token=*****
be: Дазвольце доступ і зкапіруйце спасылку з адаснай стракі свайго браўзэра. Спасылка віду - https://oauth.vk.com/blank.html#access_token=*****
uk: Дозвольте доступ і скопіюйте посилання з адресного рядка свого браузера. Посилання виду - https://oauth.vk.com/blank.html#access_token=*****

# BrowserLoginTips2
source: Введите полученную ссылку
be: Увядзіце атрыманую спасылку
uk: Введіть отримане посилання

# change_user
source: Сменить пользователя
be: Змяніць карыстальніка
uk: Змінити користувача...

# GroupVK
source: Группа приложения в ВК
be: Група праграмы ў ВК
uk: Група додатка в ВК

# Invisible
source: Невидимый
be: Нябачны
uk: Невидимий

# Next1
source: Продолжить
be: Працягнуць
uk: Продовжити

# restart
source: Перезапуск
be: Паразапусціць
uk: Перезавантажити

# View_attachment
source: Просмотр вложений
be: Прагляд укладанняў
uk: Перегляд вкладень

# is_typing
source: набирает текст
be: набірае тэкст
uk: набирає текст

# Like1
source: Мне нравится
be: Мне падабаецца
uk: Мені подобається

# friend_offline
source: друг вышел из сети;вышла из сети;вышел из сети
be: выйшаў з сайта;выйшла з сайта;выйшаў з сайта
uk: друг вийшов з мережі;вийшла з мережі;вийшов з мережі

# friend_online
source: друг появился в сети;появилась в сети;появился в сети
be: зайшоў на сайт;зайшла на сайт;зайшоў на сайт
uk: друг з'явився в мережі;з'явилася в мережі;з'явився в мережі

# friend_typing
source: пишет вам сообщение
be: набірае тэкст у дыялое
uk: пише вам повідомлення

# friend_typing_chat
source: пишет сообщение в беседе
be: набірае тэкст у бяседзе
uk: пише повідомлення в бесіді

# addToYourAudio
source: Добавлено в Ваши аудиозаписи
be: Дададзена ў Вашы аўдыёзапісы
uk: Додано до Ваших аудіозаписів

# delAudioStatus
source: Аудиостатус удален
be: Аўдыястатус выключаны
uk: Аудіостатус видалений

# read_your_message
source: ваше сообщение было прочтено
be: ваша паведамленне было прачытана
uk: Ваше повідомлення було прочитано

# read_your_message1
source: прочла ваше сообщение
be: прачытала ваша паведамленне
uk: прочитала ваше повідомлення

# read_your_message2
source: прочел ваше сообщение
be: прачытаў ваша паведамленне
uk: прочитав ваше повідомлення

# setaudioStatus
source: Аудиостатус установлен
be: Аўдыястатус усталяваны
uk: Аудіостатус встановлений

# need_restart
source: Применить (потребуется перезапуск)
be: Будзе патрэбна перазапусціць праграму для прымянення налад
uk: Застосувати (знадобиться перезапуск)

# New_friends
source: Новых друзей:
be: Новых сяброў:
uk: Нових друзів:

# LastActyvity1
source: Заходил;Заходила;Заходил
be: Захадзіў;Заходзіла;Захадзіў
uk: Користувач був в мережі;Була в мережі;Був в мережі

# today
source: сегодня
be: сёння
uk: сьогодні

# yesterday
source: вчера
be: ўчора
uk: учора

# LastActivity
source: последняя активность:
be: апошняя актыўнасць:
uk: Остання активність:

# in1
source: в
be: ў
uk: о

# WelcomeBack
source: {0}, похоже вы уже использовали MicroVK ранее, хотите восстановить свои настройки?
be: {0}, вы ўжо карысталісь MicroVK раней, хочаце аднавіць свае налады?
uk: {0}, схоже ви вже використовували MicroVK раніше, хочете відновити свої налаштування?

# WelcomeBack1
source: С возвращением!
be: З вяртаннем!
uk: З поверненням!

# SystemSettings9
source: Не убирать MicroVK из панели задач
uk: Не прибирати MicroVK з панелі завдань

# dialogues
source: Диалогов
uk: Діалогів
