Repository: DrA1ex/MicroVK_Source
Catalog: MicroVK/MultilingualResources/MicroVK.*.xlf
Languages: be, uk

# Minimize
source: Свернуть
be: Згарнуць
uk: Згорнути

# SystemSettings10
source: Закрывать окно по нажатию на кнопку "Закрыть"
uk: Закривати вікно після натискання на кнопку "Закрити"

# Pin
source: Закрепить
be: Прыстыкаваць
uk: Закріпити

# ApiError_messageSend
source: Сообщение не может быть отправлено, так как Вы разослали слишком много сообщений за последнее время.
uk: Повідомлення не може бути відправлено, так як ви розіслали занадто багато повідомлень останнім часом.

# Translate
source: перевод
be: Слоўнік
uk: переклад

# TranslateThanks
source: Хотелось бы поблагодарить следующих людей, вызвавшихся перевести MicroVK:
uk: Хотілося б подякувати наступним людям, що взялися перекладати MicroVK:

# TranslateTopic
source: Пожалуйста, ознакомьтесь с [url=https://vk.com/topic-35726826_31175546]обсуждением[/url], если хотите перевести MicroVK на свой язык.
uk: Будь ласка, ознайомтесь з [url=https://vk.com/topic-35726826_31175546]обговоренням[/url], якщо хочете перевести MicroVK на свою мову.

# VersionError
source: Сведения о версии и обновлениях недоступны, пожалуйста убедитесь что программа правильно установлена.
uk: Відомості про версію і оновлення недоступні, будь ласка переконайтеся що програма правильно встановлена.

# library
source: Библиотеки
be: Бібліятэкі
uk: Бібліотеки

# library_1
source: Эта версия MicroVK была собрана с использованием следующих библиотек:
uk: Ця версія MicroVK була зібрана з використанням наступних бібліотек:

# donate
source: Пожертвовать деньги
uk: Пожертвувати кошти

# Feedback
source: Связаться с автором программы
uk: Зв'язатися з автором програми

# action_chat_create
source: создал беседу
uk: створив чат

# action_chat_create1
source: создала беседу
uk: створила чат

# postWall
source: Запись на стене
uk: Напис на стіні

# AutoTranslate
source: Машинный перевод
be: Машынны пераклад
uk: Машинний переклад

# radio
source: Радио
be: Радыё
uk: Радіо

# Topmost
source: Поверх всех окон
uk: Поверх усіх вікон

# MusicPlayer
source: Музыкальный плеер
uk: Музичний плеєр

# Snap
source: Прилипать к границам экрана
uk: Прилипати до границь екрану

# Game
source: Игра
be: Гульня
uk: Гра

# Share
source: Поделиться
be: Сумесны доступ
uk: Поділитися

# Game3
source: Запись будет размещена на вашей стене. Продолжить?
uk: Запис буде розміщена на вашій стіні. Продовжити?

# Copy
source: Копировать
be: Капіяваць у
uk: Копіювати

# InDeveloping
source: В разработке
uk: У розробці

# GlobalSearch
source: Глобальный поиск
uk: Глобальний пошук

# correspondents
source: Собеседники
uk: Співрозмовники

# events
source: Встречи
be: Сустрэча
uk: Зустрічі

# publics
source: Публичные страницы
uk: Громадські сторінки

# attachments
source: Вложения
be: Далучэнні
uk: Вкладення

# Audio
source: Аудиозапись
be: Запіс гука
uk: Аудіозапис

# sticker
source: Стикер
uk: Стікер

# wall_reply
source: Комментарий к записи
uk: Коментар до запису

# I
source: Я
be: Т
uk: Л

# chat_users
source: Участники беседы
uk: Учасники чату

# Votes
source: Проголосовало:
uk: Проголосувало:

# by_marked
source: Был(а) отмечен(а) на
uk: Був(а) відзначений(а) на

# close_all
source: Закрыть все
be: Закрыць усе
uk: Закрити все

# wall
source: Стена
uk: Стіна

# unread
source: Непрочитано
uk: Непрочитане

# reply
source: Ответить
be: &Адказаць
uk: Відповісти

# Favorites
source: Избранные
be: Абранае
uk: Вибрані

# notification_center_tips_1
source: Здесь будут отображаться Ваши уведомления за текущий сеанс
uk: Тут будуть відображатися Ваші сповіщення за поточний сеанс

# MicroVKGroupJoin
source: Подпишитесь на [url=http://vk.com/microvk/]нашу[/url] страницу в Вконтакте, дабы ничего не пропустить
uk: Підпишіться на [url=HTTP: //vk.com/microvk/]нашу[/ URL] сторінку в Вконтакті, щоб нічого не пропустити

# Join
source: Подписаться
be: Падпісацца
uk: Підписатися

# GameLabel
source: Собрал {0} и набрал: {1};Собрала {0} и набрала: {1};Собрал {0} и набрал: {1}
uk: Зібрав {0} та набрав: {1}; Зібрала {0} та набрала: {1}; Зібрав {0} та набрав

# Equalizer
source: Эквалайзер
uk: Еквалайзер

# Equalizer_on
source: Включить эквалайзер
uk: Увімкнути еквалайзер

# bass_echo
source: Эхо
be: Рэха
uk: Ехо

# bass_DoubleKick
source: Двойной удар
uk: Подвійний удар

# bass_LongEcho
source: Длинное эхо
uk: Довге ехо

# bass_SmallEcho
source: Маленькое эхо
uk: Мале ехо

# bass_Delay
source: Задержка:
be: &Затрымка:
uk: Затримка:

# bass_Dry
source: Сухость:
uk: Сухість:

# bass_Wet
source: Влажность:
be: Вільготнасць:
uk: Вологість:

# bass_distortion
source: Искажение
be: Скрыўленне
uk: Спотворення:

# bass_Distortion_drive
source: Искажение привода:
uk: Спотворення диска:

# bass_Feedback
source: Обратная связь:
be: Зваротная сувязь
uk: Зворотній зв'язок:

# bass_Volume
source: Громкость:
be: Кіраванне гучнасцю
uk: Гучність

# bass_Hard
source: Жестко
uk: Жорстко

# bass_Medium
source: Среднее
be: Здавальняючая
uk: Середнє

# bass_veryHard
source: Очень жестко
uk: Дуже жорстко

# ReSend
source: Отправить повторно
be: Паўторная адпраўка
uk: Повторити надсилання

# error_send
source: Сбой отправки
be: Не атрымалася запампаваць
uk: Не вдалося відправити

# Utils
source: Утилиты
be: Службовыя праграмы
uk: Утиліти

# utils_checkLink
source: Проверить ссылку
uk: Перевірити посилання

# radio_be
source: Беларусь
uk: Білорусь

# radio_ru
source: Россия
be: Расія
uk: Росія

# radio_ua
source: Украина
be: Украіна
uk: Україна

# radio_history
source: Последнее
be: Апошнюю аперацыю
uk: Останні

# DialogStyle
source: Стиль диалогов
uk: Стиль діалогів

# Link
source: Ссылка
be: Спасылка
uk: Посилання

# delete
source: Удалить
be: Выдаліць
uk: Видалити

# dialogDelete
source: Удаление диалога
uk: Видалення діалогу

# dialogDeleteCount
source: Сколько сообщений нужно удалить
uk: Скільки повідомлень потрібно видалити

# offset
source: Смещение
be: Зрух
uk: Зсув

# DialogDeleteOffset
source: Начиная с какого сообщения нужно удалить переписку
uk: Починаючи з якого повідомлення потрібно видалити переписку

# run_minimized
source: Запускать свернутым
uk: Запускати згорнутим

# microvkRecommendScreenshot
source: Прикрепить скриншот
uk: Прикріпити скріншот

# microvkRecommendTips
source: Запись будет опубликована на вашей стене
uk: Запис буде опубліковано на вашій стіні

# SpeakMessage
source: Озвучивать текст сообщения
uk: Озвучувати текст повідомлення

# Speak
source: Озвучивать
uk: Озвучувати

# SpeakChatMessage
source: Озвучивать текст сообщения из беседы
uk: Озвучувати текст повідомлення з чатів

# NewMessage
source: Новое сообщение
be: Новае паведамленне
uk: Нове повідомлення

# hideTabs
source: Скрыть вкладки
uk: Приховати вкладки

# big
source: Большой
be: Вялікая
uk: Великий

# unpin
source: Открепить
be: Адмацаваць
uk: Відкріпити

# bell_off
source: Не беспокоить
be: Не турбаваць
uk: Не турбувати

# bell_sleep_hour
source: Не беспокоить {0} ч.
uk: Не турбувати {0} год.

# bell_sleep_minute
source: Не беспокоить {0} минут
uk: Не турбувати {0} хвилин

# SaveWindowsSize
source: Запоминать размер окна при выходе
uk: Запам'ятовувати розмір вікна при виході

# dsOut
source: Входящее сообщение
uk: Вхідне повідомлення

# dsNotOut
source: Исходящее сообщение
uk: Вихідне повідомлення

# dsAvatar
source: Фото собеседника
uk: Фото співрозмовника

# dsAvatarOut
source: Мое фото
uk: Моє фото

# dsColor
source: Цвет собеседника
uk: Колір співрозмовника

# dsColorOut
source: Мой цвет
uk: Мій колір

# dsFont
source: Шрифт собеседника
uk: Шрифт співрозмовника

# dsFontOut
source: Мой шрифт
uk: Мій шрифт

# HelpMicroVK
source: Помощь проекту
uk: Допомога проекту

# HelpMicroVKShare
source: Расскажите о MicroVK друзьям
uk: Розкажіть про MicroVK друзям

# Thanks
source: Спасибо! Любой пункт важен и ускоряет дальнейшую разработку программы.
uk: Дякую! Будь пункт важливий і прискорює подальшу розробку програми.

# SpellCheckError
source: Не удалось включить проверку правописания. [url=https://vk.com/topic-35726826_33239193]Подробнее.[/url]
uk: Не вдалося включити перевірку правопису. [url=https://vk.com/topic-35726826_33239193]Детальніше.[/url]

# start
source: Начать
be: Пачаць
uk: Розпочати

# StartPageRemember
source: Запомнить профиль для быстрого входа
uk: Запам'ятати профіль для швидкого входу

# MicroVKMembers
source: Нас уже:
uk: Нас вже:

# AccountManager
source: Учетные записи
be: Уліковыя запісы электроннай пошты
uk: Облікові записи

# Add
source: Добавить
be: Дадаць
uk: Додати

# OpenInBrowser
source: Открыть в браузере...
be: Адкрыць у браўзеры
uk: Відкрити в браузері

# refresh
source: Обновить
be: Абнавіць
uk: Оновити

# SendSuccessfully
source: Сообщение доставлено
uk: Повідомлення доставлено

# Notification4_0
source: Новое сообщение из беседы
uk: Нове повідомлення з чату

# SendSuccessfullyNotify
source: Только для отправленных через уведомление
uk: Тільки для відправлених через сповіщення

# SmilePanel
source: Панель с последними смайлами
uk: Панель з останніми смайлами

# MediaKey
source: Мультимедийные клавиши
uk: Мультимедійні клавіші

# Important
source: Важное
be: Важна
uk: Важливе

# markAsImportant
source: Пометить как важное
be: Пазначыць як важнае
uk: Позначити як важливе

# DialogTip
source: Здесь будет выводиться история переписки.
uk: Тут буде відображена історія листування.

# PlayerNotInTaskBar
source: Не отображать на панели задач
uk: Не відображати на панелі завдань

# TabBottom
source: Вкладки снизу
uk: Вкладки знизу

# autoSelect
source: Авто выбор
uk: Авто вибір

# RunAsStartup
source: Запуск при старте Windows
uk: Запуск при старті Windows

# Dubstep
source: Дабстеп
be: Дабстэп

# Entries
source: Записи
be: Запісы

# Photo
source: Фото
be: Фотаздымкі

# faculty
source: Факультет
be: Факультэт

# Online
source: Онлайн
be: На сайце

# Website
source: Веб-сайт
be: Вэб-сайт

# Font
source: Шрифт
be: Шрыфт

# Text
source: Текст
be: Тэкст

# Theme
source: Тема
be: Тэма

# Type
source: Тип
be: Тып

# FontSmall
source: Маленький
be: Маленькі

# NotifycationConvert3
source: Прочитано
be: Прачытана

# NotifycationConvert8
source: Онлайн
be: На сайце

# NotifycationConvert9
source: Оффлайн
be: Не на сайце

# Doc
source: Документ
be: Імя дакумента

# delivered
source: Доставлено
be: Дастаўлена
